package xmm.elegant.org.xmmclock;

public class GreetingsConstant {
    public static final String[] GREETINGS_ARRAY = new String[] {
            "今天过得开心吗？有点想你哦！",
            "往后余生，风雪是你，平淡也是你。",
            "遥远的世界，近处的幸福～",
            "我们要有最朴素的生活，和最遥远的而梦想！",
            "不乱于心，不困于情，不畏将来，不念过往～",
            "阳光温淡，岁月静好，你不来，我不老。",
            "我在云淡风轻的日子里倚窗而望，裁一纸时光暖人心扉，染墨流年，岁月沉香，愿岁月静好，不忘初心。",
            "常想若有一天，厌倦了鲜衣怒马的生活，便与那个懂得的人，找一个鸟语花香的小镇，只一粥一饭，素心对素人。",
            "我说：＂要有上班以外的生活！＂于是，有了加班",
            "襛纤得衷，修短合度，肩若削成，腰如约素。延颈秀项，皓质呈露，芳泽无加，铅华弗御。云髻峨峨，修眉联娟，丹唇外朗，皓齿内鲜。明眸善睐，靥辅承权，瑰姿艳逸，仪静体闲。柔情绰态，媚于语言。奇服旷世，骨象应图。",
            "翩若惊鸿，婉若游龙，荣曜秋菊，华茂春松。髣髴兮若轻云之蔽月",
            "关关雎鸠，在河之洲，窈窕淑女，君子好逑。",
            "知我者，谓我心忧；不知我者，谓我何求，悠悠苍天，此何人哉?",
            "彼采萧兮，一日不见，如三秋兮",
            "山有木兮木有枝，心悦君兮君不知。",
            "啊～好想捏你的脸！",
            "春水出生，春林初盛，春风十里，不如你！",
            "emmmm~土味情话写不出来啦！",
            "容我看看书，以后继续添加！"
    };
}
